Repository: ZupChe/Mvc_task1
Catalog: Resources/Resource.*.resx
Languages: sr

source: About Us
sr: O nama

# AboutUsDetails1
source: Car ads have been synonymous with advertising for 26 years and the first choice for buying and selling cars. Formerly the highest-circulation advertisement on the market, and now the site www.autooglasi.com with over 2,500,000 unique visitors per month, it is the largest purchase and exchange exchange in Serbia.
sr: Auto oglasi su već 26 godina sinonim za oglašavanje i prvi izbor za kupovinu i prodaju automobila. Nekada najtiražnija reklama na tržištu, a sada sajt www.autooglasi.com sa preko 2.500.000 jedinstvenih posetilaca mesečno, najveća je kupoprodajna berza u Srbiji.

# AboutUsDetails2
source: Every day, about thirty employees work hard to make Auto Ads even better. From the very beginning, we carefully build the connection, listen to all objections and try to meet the wishes of our users in the most adequate way. Because of all this, millions of users have placed their trust in us and thus ensured a strong position as market leaders.
sr: Svakog dana tridesetak zaposlenih vredno radi da bi Auto oglasi bili još bolji. Od samog početka pažljivo gradimo vezu, slušamo sve primedbe i trudimo se da na što adekvatniji način izađemo u susret željama naših korisnika. Zbog svega ovoga, milioni korisnika su nam ukazali poverenje i time obezbedili jaku poziciju lidera na tržištu.

# AdContact
source: Contact:
sr: Kontakt:

# AddAd
source: You successfully add new car:
sr: Uspešno ste dodali novi oglas:

# AddButton
source: Add
sr: Dodaj

# AddCar
source: Add New Car
sr: Dodaj novi oglas

# AdDelete
source: Delete
sr: Obriši

# AdInfo
source: Ads:
sr: Oglasi:

# AdSales
source: Ad Sales Contact:
sr: Prodaja:

# AdUpdate
source: Update
sr: Izmeni

source: Car Ads
sr: Auto oglasi

# CarBody
source: Body:
sr: Karoserija:

# CarBodyRequred
source: Body is required
sr: Unesite tip karoserije

# CarDetails
source: Details
sr: Detalji:

# CarDetailsRequired
source: Detais are required
sr: Unesite detalje

# CarFuel
source: Fuel:
sr: Gorivo:

# CarInfo
source: Cars
sr: Automobili

source: Car Mark
sr: Marka

# CarMarkRequired
source: Mark is required
sr: Unesite marku automobila

# CarModelRequired
source: Model is required
sr: Unesite model automobila

# CarPhoto
source: Photo
sr: Foto

# CarPrice
source: Price:
sr: Cena:

# CarPriceRequired
source: Price is required
sr: Unesite vrednost automobila

# CarYear
source: Year:
sr: Godina proizvodnje:

# CarYearRequired
source: Year is required
sr: Unesite godinu proizvodnje

# ContactUs
source: Contact
sr: Kontaktirajte nas

# CopyrightLabel
source: All rights reserved.
sr: Sva prava zadržana.

# DeleteAd
source: You successfully delete car:
sr: Uspešno se obrisali oglas:

source: Engine Capacity:
sr: Zapremina motora:

# EngineCapacityRequired
source: Engine Capacity is required
sr: Unesite zapreminu motora

# FuelRequired
source: Fuel is required
sr: Unesite vrstu goriva

# HelloLabel
source: Hello
sr: Dobrodošli

# HomePage
source: Home
sr: Početna

source: Horsepower:
sr: Snaga motora (KS):

# HorsepowerRequired
source: Horsepower is required
sr: Unesite snagu motora

# LogInLabel
source: Login
sr: Uloguj se

# LogOutLabel
source: Logout
sr: Izloguj se

# MainHeading
source: Welcome to the website for car advertising
sr: Dobrodošli na sajt za prodaju automobila

# NoAd
source: There are currently no ads entered. Add new!
sr: Trenutno nema oglasa. Unesite novi oglas!

source: Password
sr: Šifra

# PasswordPlaceholder
source: enter password...
sr: Unesite šifru

# PasswordRequired
source: Password is required
sr: Šifra je obavezna

# RegisterLabel
source: Register
sr: Registruj se

# SalerContact
source: Contact
sr: Kontakt prodavca:

# SalerContactRequired
source: Contact is required
sr: Unesite kontakt

# SidebarText
source: Quick links
sr: Brzi linkovi:

# SingleAd
source: Ad:
sr: Oglas:

# SuccessfulInsert
source: You successfully add new car:
sr: Uspešno se dodali novi oglas:

# UpdateAd
source: You successfully update car:
sr: Uspešno ste izmenili oglas:

source: Username
sr: Korisničko ime

# UsernamePlaceholder
source: enter username...
sr: unesite korisničko ime

# UsernameRequired
source: Username is required
sr: Korisničko ime je obavezno
